var dataArray = []

dataArray.push("在信息时代，如果你想研发什么新的技术，你不需要几百万美元的资金，你只需要在冰箱里放满比萨和咖啡，再有一台便宜的计算机，和与之献身的决心，你即可拥有任何你想拥有的编程境界！");

dataArray.push("在这个时代的青年，能够把自己安排对了的很少。越聪明的人，越容易有欲望，越不知应在哪个地方搁下那个心。心实在应该搁在当下的。可是聪明的人，老是搁不在当下，老往远处跑，烦躁而不宁。");

dataArray.push("1、上帝让谁灭亡，总是先让他膨胀；2、时间是筛子，最终会淘去一切沉渣；3、蜜蜂盗花，结果却使花开茂盛；4、暗透了，更能看得见星光。");

dataArray.push("阅读，特别是没有功利心的广泛阅读，会使人开阔眼界，知道外部的世界很大很丰富，心胸也就跟着豁达起来。现在有些书，功利心太强，厚厚一大本，就教人怎么算卦怎么发财。其实读了也发不了，反倒把人心眼教窄了。");


dataArray.push("当我年轻时我梦想改变世界；当我成熟后，我发现我不能改变世界，我将目光缩短，决定只改变我的国家；当我进入暮年，我发现我不能改变国家，我的最后愿望仅仅是改变一下家庭，但这也不可能。当行将就木，我突然意识到：如果一开始我仅仅去改变自己，我可能改变家庭、国家甚至世界");


dataArray.push("1.一颗不老的童心。2.生生不息的信念。3.背包走天下的健康。4.愉悦心情与性情的工作。5.安稳与平和心绪的睡眠。6.享有属于自己空间与时间的生活。7.牵手一个教会你爱与被爱的人。8.品味美丽和美好的心与心情。9.自由的心态与宽广的胸襟。10.点燃他人希望的精神特质。");


dataArray.push("人生最大的错误，是用健康换取身外之物！人生最大的悲哀，是用生命换取个人的烦恼！人生最大的浪费，是用生命解决自己制造的麻烦！人生最大的哀痛，是子欲孝而亲不在！人生最大的悲剧，是家未富而人先亡！人生最大的可怜，是弥留之际才明白自己是应该做什么的！");

dataArray.push("“从来茶道七分满，留下三分是人情。”茶倒七分满，才不会水溢烫手，为人处事也是如此。“做人不要做绝，说话不要说尽。”要懂得为自己、为别人留有余地。");

dataArray.push("一、管理好自己的身体。二、管理好自己的情绪，正面思维。三、服务好自己的家庭，让家人生活幸福。四、做好本职工作，做一两件特别完美，石破天惊的事情。五、交一批价值观差不多的真诚的朋友。六、尽可能地帮助他人");

dataArray.push("1、人不能改变环境，但却可以改变自己。2、不能改变方式，但却可以改变方向。3、不能改变面容，但却可以改变笑容。4、不能改变去路，但却能改变思路。5、不能改变贫困，但却能改变精神。6、不能改变昨天，但却能改变观念、把握今天");

dataArray.push("社交之所以累，是因为每个人都试图表现出自己其实并不具备的品质。");

dataArray.push("绝大部份的人都将绝大部份宝贵的时间，用于去弥补自己的短板，木桶理论适合用于组织,不适用于个人成长.去发挥你的天赋吧");

dataArray.push("佛为心，道为骨，儒为表，大度看世界。技在手，能在身，思在脑，从容过生活。三千年读史，不外功名利禄；九万里悟道，终归诗酒田园");

dataArray.push("当你发现数学上的神奇时，应当认识到：一定有某个你所不知道的必然在背后发生作用。数学之所以被这么多人厌恶，多半是因为老师没有把这种必然的美妙感传递到学生那里。");
















