var dataArray = []

dataArray.push("这个时代，如果你想研发什么新的技术，你不需要几百万美元的资金，买一台便宜的计算机，和与之献身的决心，你即可拥有任何你想拥有的编程境界！");

dataArray.push("在这个时代的青年，能够把自己安排对了的很少。越聪明的人，越容易有欲望，越不知应在哪个地方搁下那个心。心实在应该搁在当下的。可是聪明的人，老是搁不在当下，老往远处跑，烦躁而不宁。");

dataArray.push("1、上帝让谁灭亡，总是先让他膨胀；2、时间是筛子，最终会淘去一切沉渣；3、蜜蜂盗花，结果却使花开茂盛；4、暗透了，更能看得见星光。");

dataArray.push("阅读，特别是没有功利心的广泛阅读，会使人开阔眼界，知道外部的世界很大很丰富，心胸也就跟着豁达起来。现在有些书，功利心太强，厚厚一大本，就教人怎么算卦怎么发财。其实读了也发不了，反倒把人心眼教窄了。");

dataArray.push("“从来茶道七分满，留下三分是人情。”茶倒七分满，才不会水溢烫手，为人处事也是如此。“做人不要做绝，说话不要说尽。”要懂得为自己、为别人留有余地。");

dataArray.push("一、管理好自己的身体。二、管理好自己的情绪，正面思维。三、服务好自己的家庭，让家人生活幸福。四、做好本职工作，做一两件特别完美，石破天惊的事情。五、交一批价值观差不多的真诚的朋友。六、尽可能地帮助他人");

dataArray.push("社交之所以累，是因为每个人都试图表现出自己其实并不具备的品质。");

dataArray.push("绝大部份的人都将绝大部份宝贵的时间，用于去弥补自己的短板，木桶理论适合用于组织,不适用于个人成长.去发挥你的天赋吧");

dataArray.push("佛为心，道为骨，儒为表，大度看世界。技在手，能在身，思在脑，从容过生活。三千年读史，不外功名利禄；九万里悟道，终归诗酒田园");

dataArray.push("当你发现数学上的神奇时，应当认识到：一定有某个你所不知道的必然在背后发生作用。数学之所以被这么多人厌恶，多半是因为老师没有把这种必然的美妙感传递到学生那里。");
















